[
    {
    "user_id": "1", 
    "week": "21", 
    "entry_date": "2022-05-31", 
    "user_entry": "I don't know that I will ever be able to forgive myself for these things or let them go... \n\n I regret going to school when my mom was sick. I know she wanted me to go and was proud of me, but I should have stayed with her. I should have been there to take care of her and spend more time with her. \n\n I hated my entire career because of how much I lost to get that stupid degree. How much time with her I will never get back. I feel like my entire career was just a penance - to be there for people in the ways I wasn't there for my best friend. Every shift was painful, but I couldn't stop because then my sacrifice would have been for nothing. \n\n I also wish I was better at listening to how she was feeling and her fears. I feel like I was dismissive because I always thought of her as so strong. A month before she went on hospice we were at the beach - her liver was enlarged and she had so much fluid in her abdomen it impacted her breathing. She had come to visit me for my birthday. A wave knocked her down and left her very short of breath. She was panicking a little. My dad and I kept telling her she was okay knowing that she just needed to sit down and try to catch her breath. A nurse came over and tried to help and we told her we had everything under control. She made us feel pretty bad honestly like we were being dismissive of my mom. I always wondered if that is how my mom felt. I think about that situation a lot.\n \n It was hard for me to see her struggle so much. I wish I would have just listened instead of always trying to be positive or telling her things were going to be okay. I didn't have the experience or capacity then that I do now to support people through what she was going through. I think I also was trying to convince myself she was going to be okay. I should have done better. \n \n The last time I saw my dad, I knew he was looking tired. I knew he was working too hard. My sister had even mentioned to me that he didn't look well and I told her he said he was fine and didn't push the issue. A few days later he died. I should have pushed harder. I should have made him go to the doctor. \n \nThe last time I saw him he was coming home from work and asked me if I wanted to go to lunch. I had lunch plans with a friend who had moved away and was in town before working night shift that night. I asked him if we could go a different day. I never saw him again. \n \n I will always wonder what we would have talked about. What jokes he would have told me that day. Would he have told me about his headaches? Would I have intervened and bullied him into going to the hospital? \n \nI am not even friends with the person I went to lunch with anymore.\n \nI will never put anyone before my family again.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    
    },
    {
    "user_id": "1", 
    "week": "24", 
    "entry_date": "2022-06-14", 
    "user_entry": "1. Talking to my sister Kelli every day on the phone. \n2. A good/ warm cup of coffee in the morning. \n3. Running. \n4. Shopping (esp for shoes!) \n5. Hugs from my sister Erin. \n6. Getting in a freshly laundered fluffy bed. \n7. Hot showers when it is cold out. \n8. Traveling. \n9. Watching a good show or movie.\n10. Visiting my friends that don't live near me.\n11. Wandering around cities with no agenda.\n12. Going on weekly walks with Linda.\n13. Weird little dance parties even if I am just by myself.\n14. Going to broadways.\n15. Immediately putting on my comfies when I get home.\n16. Watching my 'stories' (aka TV).\n17. Helping others/ making their lives easier.\n18. Lake days/ boating.\n19. S'mores over a campfire. \n20. Spotting a nice classic car in the wild.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "1", 
    "week": "28", 
    "entry_date": "2022-07-11", 
    "user_entry": "Unfortunately there are a lot of time periods in my life that I do not know how I got through them. I honestly don't. I have deep fears about ever having to experience some of those things again. \n\rOpenly admitting to having an eating disorder and finally taking the necessary steps to get better has to be the most difficult thing I have ever done. I am able to muster up strength for other people, but a lot of times when it comes to helping myself I tend to hesitate more. Especially if it will be difficult or 'embarrassing.' Putting my job, relationship, and life on hold to go to rehab for several months was really scary. I don't know that I would ever be able to do that again. I am thankful for the people that continued to encourage me and help me feel secure in my decision. I wasn't sure if I really was that sick or if I was being attention seeking - I just knew I couldn't continue to live the life I was living. I physically and mentally could not take it anymore. \n\r In hindsight, I was really sick. The way I mentally and physically punished myself makes me so sad to even think about. I honestly don't even want to write any more about this. I am just glad I did what needed to be done at the time. I hope I never have to do that again.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "2", 
    "week": "19", 
    "entry_date": "2022-05-08", 
    "user_entry": "There was a situation when someone wasn't being honest to me about how they felt and played games which was very hurtful to me. It took me a long time to move on despite the lack of apologies from that person - which got me emotionally stuck for while. I wish this person have said 'I'm sorry' taking responsibility for how their actions affected me despite their intentions.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "2", 
    "week": "20", 
    "entry_date": "2022-05-17", 
    "user_entry": "I think it is easier for me to forgive others than to forgive myself. I am really self-critical and a perfectionist so it is hard to accept when I make mistakes and to show myself the same grace and understanding that I show others. When I am really struggling to reach this place of reconciliation, I seek support of loved ones that help me see that I am lovable and deserving of forgiveness.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "2", 
    "week": "24", 
    "entry_date": "2022-02-14", 
    "user_entry": "1. Family \n2. Friends \n3. Nature \n4. Food \n5. Coffee \n6. Baking \n7. Dogs \n8. Cleaning \n9. Traveling \n10. Sunny day \n11. Quietness \n12. Video Games \n13. Music \n14. Hiking \n15. Beach \n16. Japan \n17. Nutella \n18. Hotel Breakfast \n19. Biking \n20. Movies", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "2", 
    "week": "28", 
    "entry_date": "2022-07-12", 
    "user_entry": "Demonstrating strength can be seen in my past through daily workouts, working long hours, having a hard conversation, saying no. But the strength that has surprised my the most is the strength it has taken to become a mother. To take a path that is for our family, to lead the way for someone that is my own blood, to do it in our own unique way without fear of failing. Becoming a mother, although it is new, has brought my untapped strength in areas that I never thought of as strengths. In my patience, in my deepest fears, in my unwavering love for my family.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "3", 
    "week": "19", 
    "entry_date": "2022-05-10", 
    "user_entry": "I am still really hurt by how a close relative treated my family and I during a really vulnerable time in our lives by taking the side of someone that harmed us. It was too hurtful to just “forgive and forget” so I have had to sever the relationship. I often feel guilt for setting these boundaries with this relationship even though it was necessary - it just adds another layer of emotional complexity. Its hard to carry the burden of that as the person that was hurt and to know that the only path forward is finding resolve within myself because I cannot control what anyone else says or does. I can only take ownership of my reaction to that hurt and find peace and closure within myself.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "3", 
    "week": "20", 
    "entry_date": "2022-05-16", 
    "user_entry": "I have forgiven myself for choosing the easy road, for being indecisive in the face of life changes, for saying yes too many times for someone else and not for myself, I have forgiven myself for too often passing judgements and hurtful comments. The way I forgive myself is by accepting that these are all my truths and a part of my path, but ultimately to acknowledge within myself that I am learning and then to make a sincere promise to myself that I will lead with honesty, integrity, and effort.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "3", 
    "week": "24", 
    "entry_date": "2022-06-14", 
    "user_entry": "1. Horses\n2. Dogs\n3. Plants/houseplant care - plan weekly\n4. Gardening - plan daily\n5. Travel\n6. Books - try to read before bed\n7. Time with family - try to plan once a week\n8. Time with friends - try to plan once a week\n9. Art - could start an art journal\n10. Long walks with my dog - prioritize when weather is good\n11. Stretching/yoga - 20+ minutes a day\n12. Sleeping and naps\n13. Video games\n14. Baths - weekly, as quiet time\n15. Podcasts and audiobooks - when driving or cleaning\n16. Movies/movie theaters\n17. Visiting the cabin\n18. Fishing \n19. Hiking - when weather permits \n20. Listening to music - focus on relaxing/ambient when stressed.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "3", 
    "week": "28", 
    "entry_date": "2022-07-11", 
    "user_entry": "My entire life I have had no boundaries set with my parents. I always felt that it was my duty as a daughter to be obedient. I recently surprised myself with my strength of finally putting boundaries with my parents.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "4", 
    "week": "19", 
    "entry_date": "2022-05-11", 
    "user_entry": "I remember the time my mother told me to take my books off the table and either because “books” made me think about novels and not textbooks OR because “table” made me think of one of the other tables in the house (we always called the table in the kitchen the “kitchen table”) or because I was in second grade and not very bright… I said “What books? I don’t have books on the table”\n\n\rInstead of understanding any or all of these reasons, my mother grabbed my by ears, dug her nails into my skull, shook me and and accused me “trying to make her think she was crazy like her mother did” by screaming right in my face.\n\n\rI have long since accepted she was abused as a child and therefore not always the greatest judge of how to be a mom but this honestly upset and frightened me. I spent hours hiding in my room crying after and she would come in JUST to glare at me angrily.\n\n\rI wanted an apology. I DESERVED an apology. I tried to goad her into one when I was younger and it never worked and her “sins” as a poor mother only compounded as time went on. I wanted an acknowledgment of the things she did wrong like somehow that would make them right.\n\n\rThen at some point I realized she did the best she could and it was just shit. She asked me point blank “was I a bad mom” and to my surprise I said “no”.\n\n\rWhy? Because apologies don’t actually “fix” anything. Can I get a better childhood now? No. Does telling my mother what she did wrong fix things? Also no. I was her last child so I am not teaching her any lessons. Making her feel bad doesn’t make me feel better or give me the childhood I deserved.\n\n\rI was angry for many years at a lot of things. However the quote by Mark Twain actually did me a lot of good: “Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it it is poured” .\n\n\rI no longer want or need an apology. It is okay to be sad I didn’t have a better childhood but you know what? What is in the past is in the past. It doesn’t mean I have a super-great relationship with my mother- nothing can get us there. But we coexist and I call her out when she’s being judgmental or shitty and try to understand she is doing what she knows and I can only control ME an how I react to my world.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "4", 
    "week": "20", 
    "entry_date": "2022-05-18", 
    "user_entry": "I grew up in a very critical family where criticism is just our natural thing, therefore I am: 1) insecure ; 2) extremely hard on myself and others. The outcome of this is that I have a hard time forgiving others, and mostly myself because I just can't make mistakes. Therapy has helped overcome those limiting beliefs and realize I am not perfect, no one is, and it's okay.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "4", 
    "week": "24", 
    "entry_date": "2022-06-13", 
    "user_entry": "1. My husband \n2. My daughter \n3. Music \n4. Water\n5. Running\n6. Dancing\n7. Unicorns \n8. Puppies\n9. Chocolate \n10. Old people \n11. Horseback riding\n12. Sitting around the dinner table with family and friends \n13. Laughing until I cry\n14. Singing (bonus if my voice was better)\n15. Watching someone achieve a goal\n16. Ah-ha moments\n17. A good poem \n18. Finding the perfect gift for someone\n19. Satisfying poop \n20. Deep conversations with friends\n21.  Genuine hugs \n22. Trampolines\n23. Hammocks\n24. Finding a good new tv show\n25. A good homily\n26. Remembering someone I love\n27. Nostalgia.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "4", 
    "week": "26", 
    "entry_date": "2022-06-27", 
    "user_entry": "It's hard to talk about my own insecurity because I know no matter how supportive they are, ultimately I am the only person who can control it. So I just tend to shut down and not talk about it instead.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "4", 
    "week": "28", 
    "entry_date": "2022-07-10", 
    "user_entry": "Moving to a new country on my own and facing the ups and downs of this journey. There were unprecedented moments of loneliness, sadness, and fear, but I persevered into: getting to know myself and knowing I was absolutely enough to deal with whatever feelings or issues came up. Today, I look back and realize how much I’ve grown through that.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "5", 
    "week": "19", 
    "entry_date": "2022-05-09", 
    "user_entry": "I am sorry that I compared you with other kids.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "5", 
    "week": "20", 
    "entry_date": "2022-05-18", 
    "user_entry": "I tell myself that the choices I made back then were probably the best choices I had. Even though in retrospect it was a mistake, bygones are bygones, I learn from it and move on", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    }
] 


