[
    {
    "user_id": "1", 
    "week": "21", 
    "entry_date": "2022-05-31", 
    "user_entry": "I don't know that I will ever be able to forgive myself for these things or let them go... \n\n I regret going to school when my mom was sick. I know she wanted me to go and was proud of me, but I should have stayed with her. I should have been there to take care of her and spend more time with her. \n\n I hated my entire career because of how much I lost to get that stupid degree. How much time with her I will never get back. I feel like my entire career was just a penance - to be there for people in the ways I wasn't there for my best friend. Every shift was painful, but I couldn't stop because then my sacrifice would have been for nothing. \n\n I also wish I was better at listening to how she was feeling and her fears. I feel like I was dismissive because I always thought of her as so strong. A month before she went on hospice we were at the beach - her liver was enlarged and she had so much fluid in her abdomen it impacted her breathing. She had come to visit me for my birthday. A wave knocked her down and left her very short of breath. She was panicking a little. My dad and I kept telling her she was okay knowing that she just needed to sit down and try to catch her breath. A nurse came over and tried to help and we told her we had everything under control. She made us feel pretty bad honestly like we were being dismissive of my mom. I always wondered if that is how my mom felt. I think about that situation a lot.\n \n It was hard for me to see her struggle so much. I wish I would have just listened instead of always trying to be positive or telling her things were going to be okay. I didn't have the experience or capacity then that I do now to support people through what she was going through. I think I also was trying to convince myself she was going to be okay. I should have done better. \n \n The last time I saw my dad, I knew he was looking tired. I knew he was working too hard. My sister had even mentioned to me that he didn't look well and I told her he said he was fine and didn't push the issue. A few days later he died. I should have pushed harder. I should have made him go to the doctor. \n \nThe last time I saw him he was coming home from work and asked me if I wanted to go to lunch. I had lunch plans with a friend who had moved away and was in town before working night shift that night. I asked him if we could go a different day. I never saw him again. \n \n I will always wonder what we would have talked about. What jokes he would have told me that day. Would he have told me about his headaches? Would I have intervened and bullied him into going to the hospital? \n \nI am not even friends with the person I went to lunch with anymore.\n \nI will never put anyone before my family again.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    
    },
    {
    "user_id": "1", 
    "week": "24", 
    "entry_date": "2022-06-14", 
    "user_entry": "1. Talking to my sister Kelli every day on the phone. \n2. A good/ warm cup of coffee in the morning. \n3. Running. \n4. Shopping (esp for shoes!) \n5. Hugs from my sister Erin. \n6. Getting in a freshly laundered fluffy bed. \n7. Hot showers when it is cold out. \n8. Traveling. \n9. Watching a good show or movie.\n10. Visiting my friends that don't live near me.\n11. Wandering around cities with no agenda.\n12. Going on weekly walks with Linda.\n13. Weird little dance parties even if I am just by myself.\n14. Going to broadways.\n15. Immediately putting on my comfies when I get home.\n16. Watching my 'stories' (aka TV).\n17. Helping others/ making their lives easier.\n18. Lake days/ boating.\n19. S'mores over a campfire. \n20. Spotting a nice classic car in the wild.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    },
    {
    "user_id": "1", 
    "week": "28", 
    "entry_date": "2022-07-11", 
    "user_entry": "Unfortunately there are a lot of time periods in my life that I do not know how I got through them. I honestly don't. I have deep fears about ever having to experience some of those things again. \n\rOpenly admitting to having an eating disorder and finally taking the necessary steps to get better has to be the most difficult thing I have ever done. I am able to muster up strength for other people, but a lot of times when it comes to helping myself I tend to hesitate more. Especially if it will be difficult or 'embarrassing.' Putting my job, relationship, and life on hold to go to rehab for several months was really scary. I don't know that I would ever be able to do that again. I am thankful for the people that continued to encourage me and help me feel secure in my decision. I wasn't sure if I really was that sick or if I was being attention seeking - I just knew I couldn't continue to live the life I was living. I physically and mentally could not take it anymore. \n\r In hindsight, I was really sick. The way I mentally and physically punished myself makes me so sad to even think about. I honestly don't even want to write any more about this. I am just glad I did what needed to be done at the time. I hope I never have to do that again.", 
    "visibility": "Public",
    "entry_modified": false, 
    "modified_date": null
    }
]



