[
    {
    "email": "winifredsanderson@test.test", 
    "fname": "Winifred", 
    "lname": "Sanderson", 
    "password": "$argon2id$v=19$m=65536,t=3,p=4$ce49x3gvRQihtPYew3jPGQ$xX6pV2ZhfXSfOtCLeiJWqzeuY/TVJchn/zYy7TlEDC4", 
    "profile_pic": "", 
    "sign_up": "2022-02-01",
    "twilio_alert": "No"
    },
    {
    "email": "marlasnger@test.test", 
    "fname": "Marla", 
    "lname": "Singer", 
    "password": "$argon2id$v=19$m=65536,t=3,p=4$ce49x3gvRQihtPYew3jPGQ$xX6pV2ZhfXSfOtCLeiJWqzeuY/TVJchn/zYy7TlEDC4", 
    "profile_pic": "", 
    "sign_up": "2022-01-09",
    "twilio_alert": "No"
    },
    {
    "email": "mtb28544@gmail.com", 
    "fname": "Eunice", 
    "lname": "Unicorn", 
    "password": "$argon2id$v=19$m=65536,t=3,p=4$ce49x3gvRQihtPYew3jPGQ$xX6pV2ZhfXSfOtCLeiJWqzeuY/TVJchn/zYy7TlEDC4", 
    "profile_pic": "", 
    "sign_up": "2022-01-01",
    "twilio_alert": "Yes" 
    },
    {
    "email": "gogoyubari@test.test", 
    "fname": "Gogo", 
    "lname": "Yubari", 
    "password": "$argon2id$v=19$m=65536,t=3,p=4$ce49x3gvRQihtPYew3jPGQ$xX6pV2ZhfXSfOtCLeiJWqzeuY/TVJchn/zYy7TlEDC4", 
    "profile_pic": "", 
    "sign_up": "2022-01-01",
    "twilio_alert": "no" 
    }
] 
[
    {
        "user_id": "2", 
        "week": "19", 
        "entry_date": "2022-05-08", 
        "user_entry": "There was a situation when someone wasn't being honest to me about how they felt and played games which was very hurtful to me. It took me a long time to move on despite the lack of apologies from that person - which got me emotionally stuck for while. I wish this person have said 'I'm sorry' taking responsibility for how their actions affected me despite their intentions.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "2", 
        "week": "20", 
        "entry_date": "2022-05-17", 
        "user_entry": "I think it is easier for me to forgive others than to forgive myself. I am really self-critical and a perfectionist so it is hard to accept when I make mistakes and to show myself the same grace and understanding that I show others. When I am really struggling to reach this place of reconciliation, I seek support of loved ones that help me see that I am lovable and deserving of forgiveness.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "2", 
        "week": "22", 
        "entry_date": "2022-06-01", 
        "user_entry": "1. I have a good sense of humor \n2. I am kind to animals \n3. I am a good listener \n4. I don't let things upset me too much \n5. I like to try new things \n6. I am adventurous \n7. I take care of myself \n8. I help others and volunteer \n9. I take risks \n10. I don't hold grudges \n\r1. I don't have enough confidence in myself\n2. I'd like to be less nervous when I meet new people", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "2", 
        "week": "24", 
        "entry_date": "2022-06-14", 
        "user_entry": "1. Family \n2. Friends \n3. Nature \n4. Food \n5. Coffee \n6. Baking \n7. Dogs \n8. Cleaning \n9. Traveling \n10. Sunny day \n11. Quietness \n12. Video Games \n13. Music \n14. Hiking \n15. Beach \n16. Japan \n17. Nutella \n18. Hotel Breakfast \n19. Biking \n20. Movies", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "2", 
        "week": "28", 
        "entry_date": "2022-07-12", 
        "user_entry": "Demonstrating strength can be seen in my past through daily workouts, working long hours, having a hard conversation, saying no. But the strength that has surprised my the most is the strength it has taken to become a mother. To take a path that is for our family, to lead the way for someone that is my own blood, to do it in our own unique way without fear of failing. Becoming a mother, although it is new, has brought my untapped strength in areas that I never thought of as strengths. In my patience, in my deepest fears, in my unwavering love for my family.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "3", 
        "week": "19", 
        "entry_date": "2022-05-10", 
        "user_entry": "I am still really hurt by how a close relative treated my family and I during a really vulnerable time in our lives by taking the side of someone that harmed us. It was too hurtful to just “forgive and forget” so I have had to sever the relationship. I often feel guilt for setting these boundaries with this relationship even though it was necessary - it just adds another layer of emotional complexity. Its hard to carry the burden of that as the person that was hurt and to know that the only path forward is finding resolve within myself because I cannot control what anyone else says or does. I can only take ownership of my reaction to that hurt and find peace and closure within myself.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "3", 
        "week": "20", 
        "entry_date": "2022-05-16", 
        "user_entry": "I have forgiven myself for choosing the easy road, for being indecisive in the face of life changes, for saying yes too many times for someone else and not for myself, I have forgiven myself for too often passing judgements and hurtful comments. The way I forgive myself is by accepting that these are all my truths and a part of my path, but ultimately to acknowledge within myself that I am learning and then to make a sincere promise to myself that I will lead with honesty, integrity, and effort.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "3", 
        "week": "22", 
        "entry_date": "2022-06-02", 
        "user_entry": "1. Kindness \n2. Humor \n3. Adaptable \n4. Open-minded \n5. Gentle \n6. Fast \n7. Considerate \n8. Grit \n9. Loving \n10. Personable \n\rWork on:\n1. Be more emotionally stable \n2. Stay focused on goals", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "3", 
        "week": "24", 
        "entry_date": "2022-06-14", 
        "user_entry": "1. Horses\n2. Dogs\n3. Plants/houseplant care - plan weekly\n4. Gardening - plan daily\n5. Travel\n6. Books - try to read before bed\n7. Time with family - try to plan once a week\n8. Time with friends - try to plan once a week\n9. Art - could start an art journal\n10. Long walks with my dog - prioritize when weather is good\n11. Stretching/yoga - 20+ minutes a day\n12. Sleeping and naps\n13. Video games\n14. Baths - weekly, as quiet time\n15. Podcasts and audiobooks - when driving or cleaning\n16. Movies/movie theaters\n17. Visiting the cabin\n18. Fishing \n19. Hiking - when weather permits \n20. Listening to music - focus on relaxing/ambient when stressed.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "3", 
        "week": "28", 
        "entry_date": "2022-07-11", 
        "user_entry": "My entire life I have had no boundaries set with my parents. I always felt that it was my duty as a daughter to be obedient. I recently surprised myself with my strength of finally putting boundaries with my parents.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "4", 
        "week": "19", 
        "entry_date": "2022-05-11", 
        "user_entry": "I remember the time my mother told me to take my books off the table and either because “books” made me think about novels and not textbooks OR because “table” made me think of one of the other tables in the house (we always called the table in the kitchen the “kitchen table”) or because I was in second grade and not very bright… I said “What books? I don’t have books on the table”\n\n\rInstead of understanding any or all of these reasons, my mother grabbed my by ears, dug her nails into my skull, shook me and and accused me “trying to make her think she was crazy like her mother did” by screaming right in my face.\n\n\rI have long since accepted she was abused as a child and therefore not always the greatest judge of how to be a mom but this honestly upset and frightened me. I spent hours hiding in my room crying after and she would come in JUST to glare at me angrily.\n\n\rI wanted an apology. I DESERVED an apology. I tried to goad her into one when I was younger and it never worked and her “sins” as a poor mother only compounded as time went on. I wanted an acknowledgment of the things she did wrong like somehow that would make them right.\n\n\rThen at some point I realized she did the best she could and it was just shit. She asked me point blank “was I a bad mom” and to my surprise I said “no”.\n\n\rWhy? Because apologies don’t actually “fix” anything. Can I get a better childhood now? No. Does telling my mother what she did wrong fix things? Also no. I was her last child so I am not teaching her any lessons. Making her feel bad doesn’t make me feel better or give me the childhood I deserved.\n\n\rI was angry for many years at a lot of things. However the quote by Mark Twain actually did me a lot of good: “Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it it is poured” .\n\n\rI no longer want or need an apology. It is okay to be sad I didn’t have a better childhood but you know what? What is in the past is in the past. It doesn’t mean I have a super-great relationship with my mother- nothing can get us there. But we coexist and I call her out when she’s being judgmental or shitty and try to understand she is doing what she knows and I can only control ME an how I react to my world.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "4", 
        "week": "20", 
        "entry_date": "2022-05-18", 
        "user_entry": "I grew up in a very critical family where criticism is just our natural thing, therefore I am: 1) insecure ; 2) extremely hard on myself and others. The outcome of this is that I have a hard time forgiving others, and mostly myself because I just can't make mistakes. Therapy has helped overcome those limiting beliefs and realize I am not perfect, no one is, and it's okay.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "4", 
        "week": "22", 
        "entry_date": "2022-06-01", 
        "user_entry": "1) Generous\n2) Caring \n3) Responsible \n4) Hard working \n5) Passionate \n6) Loyal \n7) Reasonable \n8) Fair \n9) Good listener\n10) Humble\n\rTo work on:\n1) Moody\n2) Reactive", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "4", 
        "week": "24", 
        "entry_date": "2022-06-13", 
        "user_entry": "1. My husband \n2. My daughter \n3. Music \n4. Water\n5. Running\n6. Dancing\n7. Unicorns \n8. Puppies\n9. Chocolate \n10. Old people \n11. Horseback riding\n12. Sitting around the dinner table with family and friends \n13. Laughing until I cry\n14. Singing (bonus if my voice was better)\n15. Watching someone achieve a goal\n16. Ah-ha moments\n17. A good poem \n18. Finding the perfect gift for someone\n19. Satisfying poop \n20. Deep conversations with friends\n21.  Genuine hugs \n22. Trampolines\n23. Hammocks\n24. Finding a good new tv show\n25. A good homily\n26. Remembering someone I love\n27. Nostalgia.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "4", 
        "week": "29", 
        "entry_date": "2022-07-15", 
        "user_entry": "I would tell my younger self that life won't work out the way I think it will and it's okay! Trust that every moment happens for a reason and that the sun sets and rises regardless of what is happening. Trust the universe and know the best is yet to come.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "5", 
        "week": "19", 
        "entry_date": "2022-05-09", 
        "user_entry": "I am sorry that I compared you with other kids.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "5", 
        "week": "20", 
        "entry_date": "2022-05-18", 
        "user_entry": "I tell myself that the choices I made back then were probably the best choices I had. Even though in retrospect it was a mistake, bygones are bygones, I learn from it and move on", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "5", 
        "week": "26", 
        "entry_date": "2022-06-27", 
        "user_entry": "It's hard to talk about my own insecurity because I know no matter how supportive they are, ultimately I am the only person who can control it. So I just tend to shut down and not talk about it instead.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
       {
        "user_id": "5", 
        "week": "27", 
        "entry_date": "2022-07-17", 
        "user_entry": "I am unhappy and don't know if I am capable of true happiness. I am not even sure I know what that would look like. \r- 'Everyone feels that way'\r- 'You need to see a therapist'\r- 'You need different medication'\r- People would think of me differently and not want to be around me\r- I would cause people undue worry because they would worry that I might hurt myself\n\rI am afraid that I will always be the only person I can rely on. \r- 'That is unfair and hurtful to those who care about you'\r- 'You do this to yourself by isolating yourself'\r- Nothing would change\n\rI don't think anyone in my life loves me as much as I love them. \r- People would think I was throwing a pity party\r- It would quickly get dismissed as untrue without even seriously being considered\r- Nothing would change", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        },
        {
        "user_id": "5", 
        "week": "28", 
        "entry_date": "2022-07-10", 
        "user_entry": "Moving to a new country on my own and facing the ups and downs of this journey. There were unprecedented moments of loneliness, sadness, and fear, but I persevered into: getting to know myself and knowing I was absolutely enough to deal with whatever feelings or issues came up. Today, I look back and realize how much I’ve grown through that.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        }, 
        {
        "user_id": "5", 
        "week": "29", 
        "entry_date": "2022-07-17", 
        "user_entry": "People are not born brave. It is a decision. Every situation you are confronted with is an opportunity for bravery. You get to decide how you will handle it... will you face it or run away? \n\rConsistently push yourself to do things outside of your comfort zone.  When you are confronted with something big, it will not seem so scary or unachievable because you have continued to achieve small things over and over that you never thought you could. All of the hills you climbed have prepared you to climb a mountain. \n\r Quality over quantity --> Find the people who will be there for you in good times and in bad.  You don't have to have a big support network, you just have to have a reliable one. Know who you can count on. Invest more energy into those relationships. They will help you grow into a stronger person, but will also provide you with the support you need when the time comes.", 
        "visibility": "Public",
        "entry_modified": false, 
        "modified_date": null
        }
    ] 